{
    "name": "TechnoZaure  Lille 🎃 2021",
    "formats": [
        {
            "description": "15 minutes, c'est assez rapide, mais en même temps pour certains sujets c'est largement suffisant",
            "id": "efa03f00-176e-510d-b55b-7e0fe2106124",
            "name": "🕒 vite dit"
        },
        {
            "name": "👨‍🏫 conférence",
            "description": "45 minutes, ça donne le temps d'aborder la plupart des sujets en profondeur",
            "id": "5928b087-f1da-58f5-9f96-6317e2488428"
        },
        {
            "name": "🧪🥼💥 les mains dans le cambouis",
            "description": "En 2 heures, on a le temps de s'en mettre partout",
            "id": "0a76fe75-42ef-5c07-9fd5-032aa8482301"
        }
    ],
    "address": {
        "formattedAddress": "19 Avenue Saint-Maur, La Madeleine, France",
        "timezone": null,
        "country": {
            "long_name": "France",
            "short_name": "FR"
        },
        "locality": {
            "short_name": "La Madeleine",
            "long_name": "La Madeleine"
        },
        "latLng": {
            "lat": 50.6531445,
            "lng": 3.080017
        }
    },
    "conferenceDates": {
        "end": "2021-11-09T23:00:00.000Z",
        "start": "2021-11-09T23:00:00.000Z"
    },
    "talks": [
        {
            "id": "2MwkJEKUtrI5RLkyJAn6",
            "title": "De 0 à 100 avec Accelerate",
            "state": "submitted",
            "level": "beginner",
            "abstract": "Toi aussi t'en a mare de te faire péter le caisson à chaque mise en prod, de faire l'élastique avec ton monitoring et tu préférerais sucer confortablement la roue de ton PO ? *\n\n\\* Si ces expressions cyclistes ne te parle pas, nous t'invitons à cette présentation où nous parlerons un peu vélo et beaucoup de développement logiciel.\n\nAccelerate, la science derrière le Lean Software et le DevOps te permettra de trouver les leviers d'optimisation de la productivité de ton équipe, du bien être de tes collaborateurs et de tes performances au quotidien.\n",
            "formats": "5928b087-f1da-58f5-9f96-6317e2488428",
            "speakers": [
                "GY6opsCfQxckDQdtPADOJHMtlUf2",
                "X8TWyGh4RFZa829kHMcrZEHBUqJ2"
            ],
            "comments": "Bah... Vu que le cospeaker c'est un des organisateurs... je suppose que même si je raconte nimp ici, vous allez quand même me laisser passer :D :D :D \n\nDes bisous !",
            "references": "Ce talk sera donné en publique devant plus de 50 personnes en novembre lors d'un évènement Zenika.\n\n",
            "rating": 4.153846153846154,
            "loves": 4,
            "hates": 0,
            "language": "French",
            "organizersThread": []
        },
        {
            "id": "56mzLchs25m4Mg8bhYzU",
            "title": "Deno?",
            "state": "submitted",
            "level": "beginner",
            "abstract": "Deno, l'alternative à Node comme runtime javascript. Ca fait genre 2 ans que l'on en a entendu parler, avec une v1 sortie en plein covid donc pas trop de talk dessus. Je me propose pour tester ça d'ici à Novembre et de vous faire un retour vite fait en TZ.\n\n\nhttps://deno.land/",
            "formats": "efa03f00-176e-510d-b55b-7e0fe2106124",
            "speakers": [
                "C9GUCBO8PEbD8KoBCUESnzypO7u2"
            ],
            "rating": 3.1538461538461537,
            "loves": 1,
            "hates": 0,
            "language": "French",
            "organizersThread": []
        },
        {
            "id": "5Y1XtAifl8Q0Z58jCD4x",
            "title": "La découverte des Panda Rouge",
            "state": "submitted",
            "level": "intermediate",
            "abstract": "Dans le domaine de la transmission et transformation de données, Kafka devient un incontournable en France depuis quelques années. Quasiment tous nos clients, dans le retail dans le nord de la France, l’exploitent massivement. Malgré ses incontestables avantages, certaines limites demeurent encore à l’heure d’aujourd’hui. Cependant, de nouvelles alternatives tentent de réduire, voire de supprimer, ses limites.\nOn vous propose de présenter l'alternative RedPanda qui semble prometteuse et de mettre à l’épreuve ses promesses.\n\nAllons donner du bambou, à ces jeunes pandas roux !\nCaressons ce mammifère aux poils longs et doux !\nAfin de sauver ses animaux mignons, proches de l’extinction.\nNous vous proposons une prestation pleine de promesses et de projections. :o)\n\nPS : Au moins nous aurons de belles images à vous montrer !\n",
            "formats": "5928b087-f1da-58f5-9f96-6317e2488428",
            "speakers": [
                "uGPuOB4Ca4U1yhtGb9DeK3l4tZt1",
                "d9JCAeT86eX7GvgZJwGcNSCq4qC2"
            ],
            "rating": 4,
            "loves": 1,
            "hates": 0,
            "language": "French",
            "organizersThread": []
        },
        {
            "id": "7HH4vuYOyAjMCEQxEArh",
            "title": "Extreme feedback : comment le feedback rapide a fait de moi un meilleur développeur",
            "state": "submitted",
            "level": "intermediate",
            "abstract": "Aujourd'hui, Quarkus, Micronaut et tant d'autres misent une partie de leur succès sur leur capacité à fournir au développeur un retour rapide sur la qualité de son développement. Mais est-ce qu'on peut utiliser ces idées ailleurs que dans l'IDE ? Et qu'est-ce que ça peut nous apporter ?",
            "formats": "5928b087-f1da-58f5-9f96-6317e2488428",
            "speakers": [
                "X8TWyGh4RFZa829kHMcrZEHBUqJ2"
            ],
            "references": "On va parler de [quines](https://fr.wikipedia.org/wiki/Quine_(informatique)), de JUnit, d'extensions de tests de performance et du coût des tests",
            "rating": 4,
            "loves": 2,
            "hates": 0,
            "language": "French",
            "organizersThread": []
        },
        {
            "id": "93rtyQoaMum7tEhpwngY",
            "title": "Le ninja de ZeniKonoha",
            "state": "submitted",
            "level": "beginner",
            "abstract": "Mai 2020... On est en plein crise de COVID, un jeune ninja part à l'aventure à bord d'un OuiGo. Arrivé au nord, il se retrouve dans un nouveau terrain qu'il ne connaît point. C'est une forêt vaste pleine d'opportunités où l'on peut facilement s'égarer. Pendant 5 mois,  le jeune homme est perdu, il ne sait pas où il va, mais, il continue d'avancer. Il cherche un endroit où il peut se prouver, mettre en oeuvre les talents qu'il a aiguisée pendant des années.\n\nOctobre 2020... Notre ninja finit par découvrir le village caché de ZeniKonoha où il mène sa mission pendant un an. Durant cette année, il travaille ses techniques sans relâche, il  rencontre des maîtres des arts ninja, de nouveaux compagnons et passe de nombreuses épreuves. \n\nAujourd'hui, avant de quitter sa mission, le ninja vous invite à venir écouter son histoire, comprendre le contexte de cette dernière année, partager ce qu'il a appris et échanger sur cette expérience.\n\nPS: Pour ceux qui ne l'ont toujours pas compris, j'aime bien les mangas...Et oui, Naruto est l'un de mes préférés :D\n\n",
            "formats": "5928b087-f1da-58f5-9f96-6317e2488428",
            "speakers": [
                "7SO22ZQ0ODXkwGw5LX8vH2Q9wr93"
            ],
            "comments": "Probablement 25-30 minutes seront suffisantes",
            "references": "- [Konoha](https://naruto.fandom.com/fr/wiki/Konoha)\n- [Zenika](https://www.zenika.com/)\n- [Norauto](https://www.norauto.fr/)\n- [Naruto](https://naruto.fandom.com/fr/wiki/Naruto_Uzumaki)",
            "rating": 3.1538461538461537,
            "loves": 0,
            "hates": 0,
            "language": "French",
            "organizersThread": []
        },
        {
            "id": "9LPkNSHPrTyPE5SuuQc6",
            "title": "Créons un jeu avec Github Copilot",
            "state": "submitted",
            "level": "beginner",
            "abstract": "# Github Copilot ?\nGitHub Copilot est un outil d'intelligence artificielle développé par GitHub et OpenAI pour aider les utilisateurs de Visual Studio Code en complétant automatiquement le code.\n\n# Que va-t-on faire ?\n\n- Petite prez/démo de Github Copilot\n- Création d'un jeu simple entièrement? codé avec Github Copilot\n- FAQ",
            "formats": "5928b087-f1da-58f5-9f96-6317e2488428",
            "speakers": [
                "eMxgr6F4ejMtT40vhjAs7x8kfbF2"
            ],
            "rating": 3.6666666666666665,
            "loves": 1,
            "hates": 0,
            "language": "French",
            "organizersThread": []
        },
        {
            "id": "9tsxIYmpKXYoR4izAFLp",
            "title": "Dix ans pour passer en prod, c'est assez ?",
            "state": "submitted",
            "level": "beginner",
            "abstract": "Il y a près de dix ans, j'ai entamé un projet perso, de ceux qui tendent à mal se terminer.\nEt ce projet fonctionne en prod depuis ... cet été.\nAlors, comment j'ai fait ? Quelles leçons en tirer ?",
            "formats": "efa03f00-176e-510d-b55b-7e0fe2106124",
            "speakers": [
                "X8TWyGh4RFZa829kHMcrZEHBUqJ2"
            ],
            "rating": 4,
            "loves": 1,
            "hates": 0,
            "language": "French",
            "organizersThread": []
        },
        {
            "id": "F4PAuTuhY8I9HiRS1Mjp",
            "title": "Quiz à Gilles",
            "state": "submitted",
            "level": "beginner",
            "abstract": "Marre de lire des livres ? Envie de découvrir l'Agilité, Scrum, Kanban et d'autres de leurs amis tout en vous amusant ?\n\nRien de plus simple : le Quiz à Gilles est fait pour vous !\n\nN'hésitez plus, rejoignez l'aventure et tentez de gagner une voiture Rene Gade.",
            "formats": "0a76fe75-42ef-5c07-9fd5-032aa8482301",
            "speakers": [
                "2N62dBFb7je99HXXnOvUOwdspEv1"
            ],
            "comments": "Pas vraiment un atelier mais un quiz basé sur le jeu Burger Quiz.\nLes participants seront mis à contribution pour répondre aux questions, tenter de gagner le + de miam possibles et peut être défier le burger de la mort.",
            "rating": 3.3846153846153846,
            "loves": 3,
            "hates": 0,
            "language": "French",
            "organizersThread": []
        },
        {
            "id": "K27k5ms9QFKnVY8pFOLT",
            "title": "AMA (Ask Me Anything) about Java",
            "state": "submitted",
            "level": "beginner",
            "abstract": "Tout allez-y, demandez moi tout !\n\n- Des questions sur une API, une fonctionnalité, un élément du langage ?\n- Des questions sur la JVM, son fonctionnement, un de ses composants (GC, JIT, JFR, ...) ?\n- Des questions sur son mode de distribution, son support, son rythme de release ?\n- Des questions sur son futur et les projets en cours : Loom, Panama, Liliput, Valhala, Amber, \n- Des questions qui démangent, qui grattent qui dérangent ?",
            "formats": "5928b087-f1da-58f5-9f96-6317e2488428",
            "speakers": [
                "c78qkEcCDhYjS3kuIBkLmsDjX5C2"
            ],
            "comments": "Je peux aussi le faire en 15mn (mais je ne répondrais qu'à 3 question) ou en 2h voir plus ...",
            "rating": 3.4615384615384617,
            "loves": 2,
            "hates": 0,
            "language": "French",
            "organizersThread": []
        },
        {
            "id": "O9Yb69AhNcQ96jt88xH8",
            "title": "Qu'es aquo Keda ?",
            "state": "submitted",
            "level": "beginner",
            "abstract": "Aujourd'hui, que ce soit pour des services web ou des traitements répétitifs (cron), beaucoup de nos clients utilisent des clusters Kubernetes pour faire tourner leurs applications.\n\nÉtant donner qu'on souhaite tolérer des pics de charge sans réserver inutilement des ressources coûteuses,\non configure assez souvent des HPAs (Horizontal Pod Autoscalers) pour augmenter ou réduire dynamiquement la puissance de calcul de l'application.\n\nBasiquement, on scrute la consommation CPU et/ou RAM pour ajouter ou retirer des Pods.  \nParfois, on se base sur des custom-metrics pour faire la même chose sur base de métriques applicatives.\n\nMais peut-on faire encore mieux ?  \nPeut-on utiliser d'autres indicateurs pour réussir une mise à l’échelle plus \"intelligente\" ?\n\nSpoiler Alert : La réponse est \"Oui, en utilisant un outil comme Keda\".\n\nJe vous propose donc un tour d'horizon de cet outil qui ouvre le champ des possibles pour passer vos déploiements à l’échelle de manière intelligente.",
            "formats": "5928b087-f1da-58f5-9f96-6317e2488428",
            "speakers": [
                "uGPuOB4Ca4U1yhtGb9DeK3l4tZt1"
            ],
            "rating": 4.666666666666667,
            "loves": 2,
            "hates": 0,
            "language": "French",
            "organizersThread": []
        },
        {
            "id": "OVqzVrx9oJKcUW6XsuUX",
            "title": "Utiliser WASI pour déployer du code pendant le runtime",
            "state": "submitted",
            "level": "intermediate",
            "abstract": "Comment faire pour gérer un tas de règles métiers complexes qui évoluent assez souvent pour que redéployer le tout à chaque fois soit trop embêtant ? Et qu'on ne veut pas trop multiplier les microservices ou les appels réseaux ?\n\nDepuis plusieurs années maintenant, webassembly promet d'améliorer les performances des applications web, et de remettre en cause le monopole du Javascript dans les navigateurs. Et tout comme node.js a permis d'amener le Javascript côté serveur, WASI permet d'y amener WASM !\n\nDans ce talk on va doir comment cela peut nous aider pour la problématique exposée plus haut, avec un cas tiré d'une situation réelle rencontrée en mission :)",
            "formats": "5928b087-f1da-58f5-9f96-6317e2488428",
            "speakers": [
                "deemJpiUbcNZAmyJ9Bbkg8P8Jnr2"
            ],
            "rating": 4.166666666666667,
            "loves": 1,
            "hates": 0,
            "language": "French",
            "organizersThread": []
        },
        {
            "id": "QFxnVP01qBoEtiK0dcVi",
            "title": "L'art de donner du feedback",
            "state": "submitted",
            "level": "beginner",
            "abstract": "Nous assistons à de plus en plus de talks, conférences et ateliers.\nTous (ou presque) les speakers/animateurs demandent du feedback à la fin de la session.\n\nSavons-nous vraiment donner du feedback constructif ? utile au speaker pour qu'il s'améliore ou améliore sa présentation ?\n\nC'est la question que je me suis posé il n'y pas si longtemps et à laquelle j'ai cherché la réponse.\n\nEssayons ensemble de voir ce qu'est l'art de donner du feedback.",
            "formats": "efa03f00-176e-510d-b55b-7e0fe2106124",
            "speakers": [
                "2N62dBFb7je99HXXnOvUOwdspEv1"
            ],
            "rating": 3.6666666666666665,
            "loves": 1,
            "hates": 0,
            "language": "French",
            "organizersThread": []
        },
        {
            "id": "QQB4cZK6I1QT6HbkJdGa",
            "title": "L'art abstrait ou la manière de spécifier ses systèmes",
            "state": "submitted",
            "level": "advanced",
            "abstract": "Quand on doit créer un système à partir de 0, ce n'est pas forcément évident de trouver le bon curseur entre les éléments qui sont de l'ordre du détail et ceux qui sont fondamentaux. Tout est une question d'abstraction. J'ai découvert un langage, le TLA+, qui permet de spécifier et vérifier le comportement des systèmes avec du code. L'approche est simple: on définit le système comme une state machine, et on teste tous les états possibles pour vérifier qu'il se comporte comme attendu.\n\nPour spécifier le système et ses contraintes, on utilise donc le TLA+, un langage mathématique expressif et puissant, qui permet d'abstraire des systèmes complexes de manière simple. Ensuite, TLA+ permet de vérifier que ces systèmes fonctionnent comme attendu: pas de deadlock, pas d'état inconsistant... Tout en étant capable d'ajouter autant de \"contraintes\" possibles pouvant advenir: crash, perte de message, perte du network, perte du stockage...\n\nPar exemple, voici comment on modélise le [jeu de la vie](https://github.com/tlaplus/Examples/blob/master/specifications/GameOfLife/GameOfLife.tla) en TLA.\nCurieux ?\n\nL'idée de ce talk est de présenter l'intérêt de TLA+ et ses concepts.",
            "formats": "5928b087-f1da-58f5-9f96-6317e2488428",
            "speakers": [
                "MIk2pkgfjjfTWRrlZQulaVJxWgR2"
            ],
            "rating": 4.25,
            "loves": 4,
            "hates": 0,
            "language": "French",
            "organizersThread": []
        },
        {
            "id": "SRZQ6hU7wKg4oQ9gp70C",
            "title": "Règles de gestion : un outils pour les gouverner toutes et dans les ténèbres les lier",
            "state": "submitted",
            "level": "intermediate",
            "abstract": "Vous en avez marre de coder des if ? Et pourtant vous en avez besoin. Mais comment faire pour déléguer des règles de gestion à votre métier de manière simple et efficace ? \nOn vous propose de vous expliquer à quoi sert un moteur de règle et comment l’utiliser dans une application spring. \nLive démo et retour d’expérience sont au programme. \n",
            "formats": "efa03f00-176e-510d-b55b-7e0fe2106124",
            "speakers": [
                "EbyOSxWhIjf809ckqEJS3qFHw4e2",
                "Y4MEgWbLcgbmwWKXHQFLzpiX7CS2"
            ],
            "comments": "On vous propose de montrer un choix technique fait en mission chez Norauto",
            "references": null,
            "rating": 4.153846153846154,
            "loves": 3,
            "hates": 0,
            "language": "French",
            "organizersThread": []
        },
        {
            "id": "YETDMemaJrDiQHr3VAon",
            "title": "Archi Hexa : adaptez vous, ne soyez plus un port",
            "state": "submitted",
            "level": "intermediate",
            "abstract": "Vous vous posez encore des questions sur l’archi hexagonal, c’est vraiment bien ? ça change quoi par rapport à mon modèle classique controller / service / dao ?  à quoi ça ressemble ? On vous propose de balayer ensemble les grands principes et de refactorer une application pour respecter ces principes.\n\n(désolé le titre)",
            "formats": "5928b087-f1da-58f5-9f96-6317e2488428",
            "speakers": [
                "EbyOSxWhIjf809ckqEJS3qFHw4e2",
                "Y4MEgWbLcgbmwWKXHQFLzpiX7CS2"
            ],
            "comments": "Plutôt entre 30 et 45 min.\nBasé sur notre retour d'expérience chez Norauto, et de comment ça nous as aidé pour proposer une API qui permet de processer plein de payment différents",
            "rating": 4.083333333333333,
            "loves": 4,
            "hates": 0,
            "language": "French",
            "organizersThread": []
        },
        {
            "id": "ZIVZpBkx39zvi8ZGK8lz",
            "title": "Fais de ce monde, un monde meilleur, avec un Makefile",
            "state": "submitted",
            "level": "beginner",
            "abstract": "Inventé à l’origine dans les années 90 pour compiler du C, il est resté utilisé à travers le temps, et revient en force à l’ère du “tout automatisé” : je vais vous présenter ce qu’est un makefile, comment ça s’écrit, et quelques cas d’usage. Vous n'avez pas de Rayban ? Pas grave : vous aurez quand même l'air cool ;) \n\n\n",
            "formats": "efa03f00-176e-510d-b55b-7e0fe2106124",
            "speakers": [
                "2owkLpxPJRUhWWkyr5cAvicrqeh2"
            ],
            "comments": "Il y a un thème ? C'est costumé ? :) ",
            "rating": 3.923076923076923,
            "loves": 2,
            "hates": 0,
            "language": "French",
            "organizersThread": []
        },
        {
            "id": "bSG6CPtcSoXoTMNqH23d",
            "title": "Voyage en code inconnu",
            "state": "submitted",
            "level": "intermediate",
            "abstract": "Aujourd'hui, toutes les applications de nos clients sont développés en Java avec Spring et un front en Reactulavue.\nEst-ce que c'est la seule solution ? Sûrement pas !\nDans cette conférence, je vais vous montrer comment développer une application en utilisant du Java et du Javascript, mais pas de Spring, pas de Reactulavue, et d'ailleurs même pas de base de données relationnelle.\nQuand vous reviendrez de ce voyage, vous regarderez sans doute votre code d'un autre oeil ...",
            "formats": "5928b087-f1da-58f5-9f96-6317e2488428",
            "speakers": [
                "X8TWyGh4RFZa829kHMcrZEHBUqJ2"
            ],
            "comments": "Pour l'instant, je n'ai rien de prêt, et il va falloir préparer un certain nombre de choses",
            "rating": 4.090909090909091,
            "loves": 1,
            "hates": 0,
            "language": "French",
            "organizersThread": []
        },
        {
            "id": "bWnlFl09gyrVuUBgFqER",
            "title": "Zenika, Kaizen : simple coïncidence ou anagramme voulu ?",
            "state": "submitted",
            "level": "beginner",
            "abstract": "Zenika, Kaizen... Tiens donc... \n\nEt si on regardait ensemble ce qu'est Kaizen pour mieux comprendre pourquoi on est si bien chez Zenika ?\n\nSuivez-moi...",
            "formats": "efa03f00-176e-510d-b55b-7e0fe2106124",
            "speakers": [
                "2N62dBFb7je99HXXnOvUOwdspEv1"
            ],
            "rating": 3.3636363636363638,
            "loves": 0,
            "hates": 0,
            "language": "French",
            "organizersThread": []
        },
        {
            "id": "dioal5qxY9LEIAQzvQr4",
            "title": "Profiler un pod dans Kubernetes avec kube-flame",
            "state": "submitted",
            "level": "beginner",
            "abstract": "Profiler une application déployée dans un cluster Kubernetes peut s'avérer un challenge, les profilers se basant souvent sur des protocoles spécifiques nécessitant l'accès au process de l'application.\nAvec Kubernetes, il faut donc réussir à accéder au process d'un pod en cours d’exécution au sein d'une image parfois durcie, lancer le profilage de votre application, puis récupérer les données de profil. Chaque étape pouvant se révéler compliquée.\n\nL'outils **kube-flame** de Yahoo permet de faciliter le lancement d'une session de profilage et la récupération d'un profile de type **FlameGraph** via un plugin **kubectl**.\n\nDans cette session, après avoir rapidement rappelé ce qu'est un profiler et présenté le principe des **FlameGraphs**, je vous montrerez comment utiliser **kube-flame** pour profiler une application Java déployé dans un cluster Kubernetes.",
            "formats": "efa03f00-176e-510d-b55b-7e0fe2106124",
            "speakers": [
                "c78qkEcCDhYjS3kuIBkLmsDjX5C2"
            ],
            "references": "Ce talk n'a pas encore été donné.\nJe suis expert en performance Java et ai une connaissance poussé de Kubernetes que j'utilise dans ma mission actuelle, parler de profiling et de Kubernetes est donc quelque chose de naturel pour moi.\n\nJ'ai déjà parlé sur pas mal de conférence : Devoxx BE, Devoxx FR, Cloud Nord, Cloud Sud, ... Vous pouvez voir une partie de ces talks ici : https://www.youtube.com/playlist?list=PLg0UT5MZOM_YUqJAsLox1U7cZrpfAGD5B",
            "rating": 4,
            "loves": 1,
            "hates": 0,
            "language": "French",
            "organizersThread": []
        },
        {
            "id": "eQJP9Ho1Y8wU3TZqjoNk",
            "title": "REX Dōmo arigatōgozaimasu (aka 7 jours au Japon et ce qu'on a vu)",
            "state": "submitted",
            "level": "beginner",
            "abstract": "7 jours résumés en 15 minutes, c'est pas simple, mais AlexV et moi on va le faire. \nOn va vous raconter ce que l'on a vu, entendu, goûté, enduré, lors de ce voyage pro axé sur la découverte du Lean Management dans la vie au Japon. \nPas de schéma, pas de théorie, pas de recette, juste des anecdotes et quelques photos !\nEt si cela vous donne envie, et bien on mettra ça à l'ordre du jour du prochain comité CSE !\n\nAlexV et Juju",
            "formats": "efa03f00-176e-510d-b55b-7e0fe2106124",
            "speakers": [
                "gaX7LDSdAEUKyGk7C2RvfKRhSDw2"
            ],
            "comments": "Conf feel-good, sans prise de tête, idéale entre 2 grosses confs ou pour vider une peu l'esprit :) ",
            "rating": 4,
            "loves": 3,
            "hates": 0,
            "language": "French",
            "organizersThread": []
        },
        {
            "id": "ex0bT9NxeLbqhxwM0UM1",
            "title": "Spirale dynamique : le modèle darwinien de la conscience humain",
            "state": "submitted",
            "level": "beginner",
            "abstract": "Comme la girafe qui a vu son cou s'allonger avec son environnement qui a changé,  la conscience humaine a également évolué en fonction de l'évolution de la société.\nLa spirale dynamique est là pour essayer de comprendre cette évolution et aider à s'adapter à notre société de plus en plus complexe !",
            "formats": "efa03f00-176e-510d-b55b-7e0fe2106124",
            "speakers": [
                "M7Y4cdPiaXRcWJyJZpClFbIJrtj2"
            ],
            "rating": 3.1666666666666665,
            "loves": 0,
            "hates": 0,
            "language": "French",
            "organizersThread": []
        },
        {
            "id": "fIZZUDixgLk3J2N4h368",
            "title": "Testing - Mocking - Containing",
            "state": "submitted",
            "level": "intermediate",
            "abstract": "Les tests d'intégration (TI) testent le développement dans sa stack ou presque.\n\nPour les TI, il est courant de monter une DB H2 ou HSQL, d'utiliser un nginx pour simuler un serveur externe.\n\nMais ceci est un placebo.\n\nPourquoi ne pas utiliser un véritable PostgreSQL ou un vrai serveur FTP ? C'est ce que propose **TestContainer**. \n\nDans ce quicky je vous présenterai son utilisation simple, rapide et efficace.",
            "formats": "efa03f00-176e-510d-b55b-7e0fe2106124",
            "speakers": [
                "qugrpGPrRIZNWWvOjpyFeligTok2"
            ],
            "comments": "Je compte faire la presentation en français. \n\nIl y aura une présentation des différents types de tests, une présentation plus approfondie des TI \npuis un passage par une demo,  des examples d'intégration de TestContainer dans le code. Et un petit retour d'expérience.",
            "references": "https://www.testcontainers.org/",
            "rating": 4,
            "loves": 1,
            "hates": 0,
            "language": "French",
            "organizersThread": []
        },
        {
            "id": "g7uf2lkiVA3vFzv8vCSR",
            "title": "Game of Nodes ou comment fonctionnent les systèmes distribués ?",
            "state": "submitted",
            "level": "beginner",
            "abstract": "Le monde des systèmes distribués est un monde impitoyable. Le réseau n'est pas fiable. Les dates sont fausses. Les messages arrivent dans le désordre, ou pire, sont incohérents. Les serveurs ne sont pas d'accord entre eux. Comment faire en sorte de rétablir un semblant de loi dans cette univers chaotique ? \nL'algorithme Raft a été conçu pour être une forteresse et résister à ces difficultés. \nUtilisé dans des projets open sources comme etcd, Consul, Kafka, MongoDB (et de [nombreux autres](https://raft.github.io/#implementations))), raft remet de l'ordre  dans tout ça.\nDans ce talk, on  va bâtir en live brique par brique un petit système distribué avec Raft. Arriverez-vous à le faire planter ?",
            "formats": "0a76fe75-42ef-5c07-9fd5-032aa8482301",
            "speakers": [
                "MIk2pkgfjjfTWRrlZQulaVJxWgR2",
                "6klOX1xduHbBCxddJhe0sBJLZp13"
            ],
            "rating": 4.7272727272727275,
            "loves": 3,
            "hates": 0,
            "language": "French",
            "organizersThread": []
        },
        {
            "id": "hLssWcrEF8rzSKBujDWX",
            "title": "Holicap ! Le mécénat c'est bien ! ",
            "state": "submitted",
            "level": "beginner",
            "abstract": "Alors. Faut pas le dire, parce que le monde associatif est plein de papier, plein de procédure, parfois surfaite. Mais ! Un projet du nom de Holicap va sortir un jour.\nLe truc cool, c'est que Zenika aide beaucoup ce projet a sortir de sa coquille\nComment ? La réponse dans le titre.\nVous savez à quoi ça ressemble ? C'est mieux qu'une formation : c'est aider des gens qui sont la parce qu'ils ont vraiment envie d'avancer, et pas simplement d'apprendre. Ca a son lot de fun, de difficultés, mais surtout un grand wok de plaisir !",
            "formats": "efa03f00-176e-510d-b55b-7e0fe2106124",
            "speakers": [
                "jeJ5U1X7r8NmeYb197XQulwTFpb2"
            ],
            "rating": 3.727272727272727,
            "loves": 1,
            "hates": 0,
            "language": "French",
            "organizersThread": []
        },
        {
            "id": "iHUHrogtiq58TnSDKGkb",
            "title": "Mes dévs bichonnent la Prod",
            "state": "submitted",
            "level": "beginner",
            "abstract": "Il était une fois...\nAn 2021, 9h30, réunion d'équipe matinale pour se synchroniser...\n\n- (Production Expert) Bonjour les gars, petit point de situation de la Prod. Nous avons 42 tickets ouverts, soit 14 de plus qu'hier.\n- (Equipe) (aucune réaction)\n- (Production Expert) Si l'un de vous a un peu de temps pour m'aider à les traiter, ce serait sympa.\n- (Equipe) (aucune réaction)\n- (Production Expert) Paul ? Tom ? L'un de vous a du temps ?\n- (Tom) Non. Je dois finir la story. Je suis dév. Je dois faire le dév pour que la feature soit terminée à temps pour la release.\n- (Production Expert) Même pas 1 heure ?\n- (Tom) Non. C'est ton boulot.\n\nEt là, changement de sujet. On passe au parcours des tâches en cours.\n\nY'a pas comme un malaise ???\n\nVenez découvrir comment les dévs qui ne voulaient pas du tout entendre parler de la Prod, en sont devenus à la bichonner, à analyser les tickets sans que personne ne leur demande et même à être pro-actifs sur les sondes, monitoring à mettre en place...",
            "formats": "5928b087-f1da-58f5-9f96-6317e2488428",
            "speakers": [
                "2N62dBFb7je99HXXnOvUOwdspEv1"
            ],
            "rating": 4.357142857142857,
            "loves": 4,
            "hates": 0,
            "language": "French",
            "organizersThread": []
        },
        {
            "id": "idcnKcbLpEFRbclA0za1",
            "title": "Le Suprême Leader  est il vraiment un Leader ?",
            "state": "submitted",
            "level": "intermediate",
            "abstract": "Que vous ayez aimé ou non les derniers Star Wars, vous avez au moins entendu parler du Suprême Leader Kylo Ren.\nMais ce Kylo est il vraiment un leader ?\nPour être plus précis, qu'est ce vraiment un leader ?\n\nMyth, fiction ou midichloriens, cherchons ce que veut réellement dire ce mot qu'on entend partout.\n\nDe la Force soit avec vous!\n\n",
            "formats": "5928b087-f1da-58f5-9f96-6317e2488428",
            "speakers": [
                "X7XymhqINGST1YOWpNbq6Rvw4Od2"
            ],
            "rating": 3.6923076923076925,
            "loves": 0,
            "hates": 0,
            "language": "French",
            "organizersThread": []
        },
        {
            "id": "jOxNdP5fApVxo0APoWjf",
            "title": "Run DBZ in production ?",
            "state": "submitted",
            "abstract": "Vous souhaitez mettre en place du Debezium en production, mais vous ne savez pas ce que c'est, par où commencer ou encore les pièges à éviter. venez en participer au talk. ^^",
            "formats": "efa03f00-176e-510d-b55b-7e0fe2106124",
            "speakers": [
                "j68GSbELbFXqn4qKV2yeZWhz2bn2"
            ],
            "comments": "Présentation 15min",
            "references": "kafka, debezium, postgres",
            "rating": 3.6363636363636362,
            "loves": 1,
            "hates": 0,
            "language": "French",
            "organizersThread": []
        },
        {
            "id": "rMXYd4Xrjkuc9S9FKyc2",
            "title": "Monter son propre cluster k3s avec les Always Free Ressources d’Oracle Cloud, et faire joujou !",
            "state": "submitted",
            "level": "intermediate",
            "abstract": "Dans une tentative d'attirer les développeurs sur leur nouvelle plateforme, **Oracle** a donc créer **Oracle Cloud** et a mis en avant une **offre non négligeable** : la possibilité d'obtenir sur leur Cloud, des ressources gratuites à vie. Celle-ci portant le dénominatif d'**Always Free Resources** (pour plus d'information sur ce que cela comporte cf. https://docs.oracle.com/en-us/iaas/Content/FreeTier/freetier_topic-Always_Free_Resources.htm).\n\nParmis les ressources gratuites à vie se trouvent :\n- Deux petites Machines Virtuelles sous architecture AMD, un core de 2.0 GHz et 1 GB de RAM.\n- Une Machine Virtuelle architecture ARM, 4 cores cadencé à 2,8 GHz avec pas moins de 24GB de RAM, que vous pouvez découpé en maximum 4 petites VM, en divisant les ressources provisionnées.\n\nDans une volonté d'optimiser et d'utiliser ces 3 VMs en une, je vous propose donc de vous montrer **comment monter son propre cluster Kubernetes** en utilisant la solution *light-weight* de **Rancher**, à savoir **k3s** (cf. https://k3s.io/), et ainsi **disposer d'un superbe cluster pour toutes vos petites API et vos sites web !**\n\nAvec quelques features supplémentaires, parce qu'on aime quand c'est bien fait, à savoir :\n- Configurer et mettre à disposition les Subnets privés et publics dans l'**Oracle Cloud**.\n- Disposer d'un master node avec une adresse IP publique, disponible via un Subnet public.\n- Disposer de plusieurs workers avec une adresse IP privée, disponibles via un Subnet privée.\n- Mettre en place l' **Ingress Controller** **Traefik**.\n- Rattacher son nom de domaine à son tout nouveau cluster.\n- Mettre en place la génération de certificat automatique et ainsi obtenir le saint graal **HTTPS** avec **cert-manager**.\n\nTout cela avec de la démonstration bien entendu !\n\nAlors, ça a l'air cool, non ? 🤓",
            "formats": "0a76fe75-42ef-5c07-9fd5-032aa8482301",
            "speakers": [
                "ZU6HacyDQsS4psgMxtPPlrwVLN33"
            ],
            "comments": "J'imagine le faire pas à pas en l'ayant préparé à l'avance. Donc simplement de quoi présenter ou suivre et roule ma poule.",
            "references": "Démonstration en direct, du démarrage de ces VMs, de la mise en place de son cluster, et de l'accès à son premier service.",
            "rating": 3.8181818181818183,
            "loves": 1,
            "hates": 0,
            "language": "French",
            "organizersThread": []
        },
        {
            "id": "t0qpIABs4GuidxSHh3j8",
            "title": "Pulumi, un outil d'IaC pour les devs ?",
            "state": "submitted",
            "level": "beginner",
            "abstract": "Dans le fabuleux monde du DevOps, Terraform est un devenu un outil incontournable afin de construire, versionner et coder son infrastructure. Grâce à son immense communauté open-source et son savoir faire, Terrafrom a su s'imposer au sein de la plus part des entreprises afin de déployer et d'évoluer leur infrastructure. Cependant, Pulumi essaye de se démarquer en proposant aux développeurs de construire, déployer et gérer l'infrastructure.\n\nNous vous proposons de tester Pulumi et regarder en profondeur ses atouts et ses faiblesses, afin de déterminer si Pulumi est un réel concurrent à Terraform",
            "formats": "5928b087-f1da-58f5-9f96-6317e2488428",
            "speakers": [
                "d9JCAeT86eX7GvgZJwGcNSCq4qC2"
            ],
            "rating": 4.181818181818182,
            "loves": 1,
            "hates": 0,
            "language": "French",
            "organizersThread": []
        },
        {
            "id": "u41OPNWbLVKht5BPEfI8",
            "title": "Créer un opérateur Kubernetes en Golang",
            "state": "submitted",
            "level": "beginner",
            "abstract": "Dans ce talk je vais vous parler des **opérateurs  kubernetes** qui permettent d'étendre les fonctionnalités de ce dernier. \n\nDans une première partie on va parler :\n- des opérateurs : c'est quoi et quels sont les use case\n- des CRD qui vont avec\n- de la boucle de réconciliation Kubernetes\n\nDans une seconde partie, on va apprendre à **coder un nouvel opérateur en Golang** en utilisant [operator-sdk](https://github.com/operator-framework/operator-sdk). \n",
            "formats": "5928b087-f1da-58f5-9f96-6317e2488428",
            "speakers": [
                "ycA0PAOpF1dSYTycuqypfD02zBj1"
            ],
            "rating": 4.2727272727272725,
            "loves": 2,
            "hates": 0,
            "language": "French",
            "organizersThread": []
        },
        {
            "id": "xJIJTkJluLaX5T6t90Qb",
            "title": "Java de 11 à 17, d'une LTS à l'autre",
            "state": "submitted",
            "level": "intermediate",
            "abstract": "Java 17 est au coin de la rue, et il y a eu beaucoup de nouveautés entre la version 11 (LTS actuelle) et celle-ci: record, pattern mathing, switch expression et plein d'autre choses !\nDans ce talk je vais parcourir les principales nouveauté entre la LTS actuelle et la future.",
            "formats": "5928b087-f1da-58f5-9f96-6317e2488428",
            "speakers": [
                "c78qkEcCDhYjS3kuIBkLmsDjX5C2"
            ],
            "rating": 3.727272727272727,
            "loves": 1,
            "hates": 0,
            "language": "French",
            "organizersThread": []
        },
        {
            "id": "ycnqe36cQfV9NtJadrWm",
            "title": "Comment saccager une bonne idée",
            "state": "submitted",
            "abstract": "Admettons que j'aie une chouette idée : en partant d'un logiciel existant, en faire beaucoup plus.\nSauf que le résultat n'est pas fameux, loin de là.\nPourquoi ce mauvais résultat ?\nComment éviter de continuer dans l'erreur ?\nEt comment construire une trajectoire de migration intelligente ?",
            "formats": "efa03f00-176e-510d-b55b-7e0fe2106124",
            "speakers": [
                "X8TWyGh4RFZa829kHMcrZEHBUqJ2"
            ],
            "rating": 3.5,
            "loves": 1,
            "hates": 0,
            "organizersThread": []
        },
        {
            "id": "zul17SsCvDI9oZx0QFkL",
            "title": "C4 et au-delà : documenter une architecture agilement",
            "state": "submitted",
            "level": "beginner",
            "abstract": "Documenter l'architecture d'un système est toujours une tâche fastidieuse. Une approche qui gagne actuellement en réputation est l'utilisation du modèle C4, imaginé par Simon Brown. Dans cette présentation, je vais parler de mon usage de ce système, et des adaptations que j'ai ajouté pour permettre une documentation d'architecture en continu de la manière la plus simple possible",
            "formats": "0a76fe75-42ef-5c07-9fd5-032aa8482301",
            "speakers": [
                "X8TWyGh4RFZa829kHMcrZEHBUqJ2"
            ],
            "comments": "Pour changer, plutôt que de parler d'architecture, je vais vous encadrer pour créer une documentation avec structurizr-lite, et on verra comment aller plus loin",
            "references": "Cette présentation a été donnée en conférence interne chez Zenika en anglais, et la vidéo est disponible sur Youtube https://www.youtube.com/watch?v=XIlspAiwkkM. Elle a été [approuvée par Simon Brown](https://twitter.com/simonbrown/status/1395675087748087811).\nLes slides (qui seront refaits en français et améliorés) sont disponibles sur GitHub https://github.com/Riduidel/agile-architecture-documentation-system/blob/master/architecture-documentation/src/slides/asciidoc/can_c4_see_forward.adoc",
            "rating": 4.6,
            "loves": 2,
            "hates": 0,
            "language": "French",
            "organizersThread": []
        }
    ],
    "speakers": [
        {
            "uid": "GY6opsCfQxckDQdtPADOJHMtlUf2",
            "displayName": "Sébastien Nahelou",
            "bio": "Dans l'infra depuis tout petit et Aficionado des containers depuis plus de 6 ans, j'ai fait de Kubernetes mon sujet de prédilection.",
            "speakerReferences": "- Devfest Lille 2019 : https://www.youtube.com/watch?v=pFWVMbRGdXU&t=447s\n- Nombreux Meetup / BBL sur Lille \n- Formateurs Zenika\n",
            "company": "Zenika",
            "photoURL": "https://lh6.googleusercontent.com/-6hc2Y6fUJVM/AAAAAAAAAAI/AAAAAAAAAAc/f-xCPMoOsc8/photo.jpg",
            "twitter": "snahelouz",
            "github": "snahelou",
            "address": {
                "formattedAddress": "Lille",
                "locality": {
                    "short_name": "Lille",
                    "long_name": "Lille"
                },
                "latLng": {
                    "lat": 50.62925,
                    "lng": 3.057256
                },
                "country": {
                    "long_name": "France",
                    "short_name": "FR"
                }
            },
            "language": "Français",
            "email": "sebastien.nahelou@zenika.com",
            "phone": "06 32 99 07 47"
        },
        {
            "uid": "X8TWyGh4RFZa829kHMcrZEHBUqJ2",
            "displayName": "Nicolas Delsaux",
            "bio": "Développeur Java pendant 15 ans, je suis devenu depuis quelques années peut-être un peu plus qu'un vieux développeur : un architecte, un référent technique, peut-être un mentor.\nJ'ai fait du Java dans suffisamment d'environnements différents pour apprendre beaucoup à la fois sur la technique, mais aussi sur le coeur du développement : l'humain.",
            "speakerReferences": "Speaker au chtijug en 2018 (pas de vidéo)\nSpeaker à Snowcamp en 2019 (Avoir un train à l'heure, c'est kafkaïen) et 2020 ([Le diable s'habille en Java](https://www.youtube.com/watch?v=TqFFqTKjHAA))\nSpeaker à l'Adeo Dev Summt (événement interne)",
            "company": "Zenika",
            "photoURL": "https://lh5.googleusercontent.com/-1DvTAtmlHdo/AAAAAAAAAAI/AAAAAAAAAAo/awDrOx-c9TQ/photo.jpg",
            "twitter": "@riduidel",
            "github": "riduidel",
            "email": "nicolas.delsaux@zenika.com"
        },
        {
            "uid": "C9GUCBO8PEbD8KoBCUESnzypO7u2",
            "displayName": "Quentin LEVASLOT",
            "photoURL": "https://lh5.googleusercontent.com/-I7AMDWcmd1U/AAAAAAAAAAI/AAAAAAAAAGM/9nCq3Klx7nk/photo.jpg",
            "email": "quentin.levaslot@zenika.com"
        },
        {
            "uid": "uGPuOB4Ca4U1yhtGb9DeK3l4tZt1",
            "displayName": "Logan HAUSPIE",
            "bio": "Consultant [@ZenikaLille](https://twitter.com/ZenikaLille) orienté vers le développement back-end et l'architecture de solution.  \nAvide d'explorations techniques, c'est un vrai touche à tout qui n’hésite pas à tenter de nouvelles aventures.  \nSpeaker à ses heures autour du Stream Data Processing (SMACK, Apache Beam, Kafka), il aime la bonne bouffe, la bonne bière, les soirées entre amis et le billard.  \nSes sujets actuels gravitent autour de GCP (PubSub, DataFlow, AppEngine, ComputeEngine) ainsi que de GoLang. ",
            "company": "Zenika",
            "photoURL": "https://pbs.twimg.com/profile_images/1055741424539521026/8ksXipol_400x400.jpg",
            "twitter": "@lhauspie",
            "github": "lhauspie",
            "address": {
                "locality": {
                    "long_name": "Lille",
                    "short_name": "Lille"
                },
                "latLng": {
                    "lng": 3.057256,
                    "lat": 50.62925
                },
                "country": {
                    "short_name": "FR",
                    "long_name": "France"
                },
                "formattedAddress": "Lille, France"
            },
            "language": "Français",
            "email": "logan.hauspie.pro@gmail.com",
            "phone": "06.21.65.90.14"
        },
        {
            "uid": "d9JCAeT86eX7GvgZJwGcNSCq4qC2",
            "displayName": "Marian GAPPA",
            "photoURL": "https://lh3.googleusercontent.com/a-/AOh14GicONKvzSNHOJUEE37QPDMSzyIh-X5Czouy0ZPT",
            "email": "marian.gappa@zenika.com"
        },
        {
            "uid": "7SO22ZQ0ODXkwGw5LX8vH2Q9wr93",
            "displayName": "Tahar JEGHAM",
            "photoURL": "https://lh3.googleusercontent.com/a-/AOh14GixaD9axaKN7nxHpu1IMqn42OKu4lXlhmQNYiJH=s96-c",
            "email": "tahar.jegham@zenika.com"
        },
        {
            "uid": "eMxgr6F4ejMtT40vhjAs7x8kfbF2",
            "displayName": "Mustapha NEZZARI",
            "company": "Zenika",
            "photoURL": "https://lh3.googleusercontent.com/a-/AOh14GglSLj6ReB1rANnAGdz56dN_JcYyXit44okY2X1=s96-c",
            "twitter": "mustaphanezzari",
            "github": "MawsFr",
            "address": {
                "latLng": {
                    "lng": 3.057256,
                    "lat": 50.62925
                },
                "formattedAddress": "Lille, France",
                "country": {
                    "short_name": "FR",
                    "long_name": "France"
                },
                "locality": {
                    "long_name": "Lille",
                    "short_name": "Lille"
                },
                "timezone": null
            },
            "language": "French, english",
            "email": "mustapha.nezzari@zenika.com",
            "phone": "0634707122"
        },
        {
            "uid": "2N62dBFb7je99HXXnOvUOwdspEv1",
            "displayName": "Antoine COMBLE",
            "photoURL": "https://lh3.googleusercontent.com/a-/AOh14GgMOhQUEVK0DsbWgiDGkEdeHVcpMjlNO-6oQADw=s96-c",
            "email": "antoine.comble@zenika.com"
        },
        {
            "uid": "c78qkEcCDhYjS3kuIBkLmsDjX5C2",
            "displayName": "Loïc MATHIEU",
            "bio": "Loïc est consultant formateur chez Zenika Lille. Il réalise des missions variées autour de Java, de la JVM, de l’architecture solution et de la performance. Ni le Cloud, ni Kubernetes, ni Kafka ne lui font peur; il aime relever des défis et apprendre de nouvelles choses. \nContributeur Quarkus depuis plus de 2 ans, il contribue à plusieurs extensions et parle régulièrement de Quarkus (et d’autres sujets) dans des meetups ou des conférences et même parfois sur son [blog](https://loicmathieu.fr).",
            "speakerReferences": "Devoxx France 2019 :\nMes premiers pas en deeplearning avec Keras : https://www.youtube.com/watch?v=fSCT2Jv4mDU&list=PLbf9DSLhCPwTw_4IUA2Hne6nzGwInybBm&index=5\nArthas – Alibaba Java Diagnostic Tool : https://www.youtube.com/watch?v=e8CMlsMvIrc&list=PLbf9DSLhCPwTw_4IUA2Hne6nzGwInybBm&index=4&t=0s\n\nDevoxx Belgique 2019 :\nArthas: Alibaba Java Diagnostic Tool : https://www.youtube.com/watch?v=GgeT5O1iWzc&list=PLg0UT5MZOM_YUqJAsLox1U7cZrpfAGD5B&index=5&t=1s\nMy first steps on Deep Learning with Keras  :  https://www.youtube.com/watch?v=V5bpdpwDmwg&list=PLg0UT5MZOM_YUqJAsLox1U7cZrpfAGD5B&index=4&t=1s\n\nDevfest Nantes 2019 : \nDévelopper une API Cloud Ready avec Quarkus : https://www.youtube.com/watch?v=6VdChn13f3U&list=PLg0UT5MZOM_YUqJAsLox1U7cZrpfAGD5B&index=3&t=1s",
            "company": "Zenika",
            "photoURL": "https://lh3.googleusercontent.com/-RuLeNSAnwNs/AAAAAAAAAAI/AAAAAAAAF-Y/LEEahe2FSqU/photo.jpg",
            "twitter": "@loicmathieu",
            "github": "loicmathieu",
            "address": {
                "latLng": {
                    "lng": 3.057256,
                    "lat": 50.62925
                },
                "formattedAddress": "Lille",
                "country": {
                    "long_name": "France",
                    "short_name": "FR"
                },
                "locality": {
                    "long_name": "Lille",
                    "short_name": "Lille"
                }
            },
            "language": "Français",
            "email": "loikeseke@gmail.com",
            "phone": "0660553636"
        },
        {
            "uid": "deemJpiUbcNZAmyJ9Bbkg8P8Jnr2",
            "displayName": "Rémi Even",
            "photoURL": "https://lh4.googleusercontent.com/-_bZ_XxtlZIM/AAAAAAAAAAI/AAAAAAAAAJM/yIgIuBhM_HU/photo.jpg",
            "email": "remi.even@zenika.com"
        },
        {
            "uid": "MIk2pkgfjjfTWRrlZQulaVJxWgR2",
            "displayName": "Alexandre Fruchaud",
            "company": "Zenika",
            "photoURL": "https://lh3.googleusercontent.com/a-/AOh14Gi4z-_e-jd9KBy14b9yJooRZGuC21crMv16vGs5=s96-c",
            "twitter": "MalcMacphail",
            "github": "mmacphail",
            "language": "French,English",
            "email": "alexandre.fruchaud@zenika.com",
            "phone": "0033637727071"
        },
        {
            "uid": "EbyOSxWhIjf809ckqEJS3qFHw4e2",
            "displayName": "Sébastien Velay",
            "bio": null,
            "speakerReferences": null,
            "company": "Zenika",
            "photoURL": "https://lh6.googleusercontent.com/-ITErH--Jtyk/AAAAAAAAAAI/AAAAAAAAAAA/ACevoQMOsHZPTrVUEk32QVBcdVIhhxQ_Hw/mo/photo.jpg",
            "twitter": "@seb_ve",
            "github": "sebvelay",
            "address": {
                "country": {
                    "short_name": "FR",
                    "long_name": "France"
                },
                "locality": {
                    "short_name": "Lille",
                    "long_name": "Lille"
                },
                "latLng": {
                    "lat": 50.62925,
                    "lng": 3.057256
                },
                "formattedAddress": "Lille, France"
            },
            "language": "Français",
            "email": "sebastien.velay@zenika.com",
            "phone": "0766066816"
        },
        {
            "uid": "Y4MEgWbLcgbmwWKXHQFLzpiX7CS2",
            "displayName": "Roman ACEVEDO",
            "photoURL": "https://lh3.googleusercontent.com/a/AATXAJx1pqF1jwFRuwNqCKKDaAIVdTk7oPh7aHuJTy1_=s96-c",
            "email": "roman.acevedo@zenika.com"
        },
        {
            "uid": "2owkLpxPJRUhWWkyr5cAvicrqeh2",
            "displayName": "Aymeric Defossez",
            "company": "Zenika",
            "photoURL": "https://lh3.googleusercontent.com/a-/AAuE7mAKRVX45Un92trvW6zpcICyrRWHHJlvXIiHCVvm",
            "twitter": "@ADefossez",
            "address": {
                "formattedAddress": "Lille, France",
                "locality": {
                    "long_name": "Lille",
                    "short_name": "Lille"
                },
                "latLng": {
                    "lat": 50.62925,
                    "lng": 3.057256000000052
                },
                "timezone": {
                    "id": "Europe/Paris",
                    "name": "Central European Summer Time"
                },
                "country": {
                    "short_name": "FR",
                    "long_name": "France"
                }
            },
            "language": "french",
            "email": "aymeric.defossez@zenika.com"
        },
        {
            "uid": "gaX7LDSdAEUKyGk7C2RvfKRhSDw2",
            "displayName": "Julien Hespel",
            "company": "Zenika Lille",
            "photoURL": "https://lh3.googleusercontent.com/a-/AAuE7mAC2ATGWysjtD73qj_FpEklzX3ooLBXjXRxHnZO",
            "language": "French, English if needs be",
            "email": "julien.hespel@zenika.com",
            "phone": "06 79 96 09 96"
        },
        {
            "uid": "M7Y4cdPiaXRcWJyJZpClFbIJrtj2",
            "displayName": "Laëtitia Diverchy",
            "photoURL": "https://lh3.googleusercontent.com/-lFazabY8bkY/AAAAAAAAAAI/AAAAAAAAAAc/x6CNRN49OYk/photo.jpg",
            "email": "laetitia.diverchy@zenika.com"
        },
        {
            "uid": "qugrpGPrRIZNWWvOjpyFeligTok2",
            "displayName": "Douglas Six",
            "company": "Zenika",
            "photoURL": "https://lh3.googleusercontent.com/-gk1AScwgF04/AAAAAAAAAAI/AAAAAAAAAAA/ACHi3rcm2EQXgYol2x-kD_dHYV4P3DkeIg/photo.jpg",
            "language": "French",
            "email": "douglas.six@zenika.com"
        },
        {
            "uid": "6klOX1xduHbBCxddJhe0sBJLZp13",
            "displayName": "Delphin Aubin",
            "bio": "Delphin Aubin\n\nFan de web, je développe avec passion depuis plus de 10 ans.\nJe vois dans la qualité logicielle un business model durable et une opportunité d’exercer mon métier de façon responsable.\nCurieux de nature, jaime beaucoup savoir comment les choses fonctionnent et regarder sous le capot des outils que nous utilisons tous les jours.\n\nEnfin, comme j'aime le partage, je suis buveur de bière et  speaker à mes heures perdues :)",
            "speakerReferences": "## Vous êtes dévelopeur web mais savez vous comment il fonctionne ?\n- BBL (Décathlon)\n- Meet Up (NightClazz)\n- Technozaure (Zenika)\n\n## Cucumber : Codez bien, codez végétarien !\n- GDG (Lille)\n- Technozaure (Zenika)",
            "company": "Zenika Lille",
            "photoURL": "https://lh3.googleusercontent.com/-UzixzWYbeqM/AAAAAAAAAAI/AAAAAAAAABc/3c7NRhzQzqk/photo.jpg",
            "twitter": "@delphinaubin",
            "github": "delphinaubin",
            "address": {
                "country": {
                    "short_name": "FR",
                    "long_name": "France"
                },
                "latLng": {
                    "lat": 50.724993,
                    "lng": 3.16207
                },
                "formattedAddress": "Tourcoing, France",
                "locality": {
                    "long_name": "Tourcoing",
                    "short_name": "Tourcoing"
                }
            },
            "language": "Français",
            "email": "delphin.aubin@zenika.com",
            "phone": "06 82 73 72 68"
        },
        {
            "uid": "jeJ5U1X7r8NmeYb197XQulwTFpb2",
            "displayName": "Adrien Ramarojohn",
            "photoURL": "https://lh3.googleusercontent.com/a-/AOh14GjkIo956MDAKHwR8mzqQYJ7CD2O8d7j6sRa0puL=s96-c",
            "email": "adrien.ramarojohn@zenika.com"
        },
        {
            "uid": "X7XymhqINGST1YOWpNbq6Rvw4Od2",
            "displayName": "Bertrand Renou",
            "photoURL": "https://i.pinimg.com/236x/f5/a8/97/f5a89720155154e5fda33eff214e16ef--star-wars-t-shirts-red-pandas.jpg",
            "email": "bertrand.renou@zenika.com"
        },
        {
            "uid": "j68GSbELbFXqn4qKV2yeZWhz2bn2",
            "displayName": "Mohamed EL BRIK",
            "photoURL": "https://lh5.googleusercontent.com/-T6vKKbicsNo/AAAAAAAAAAI/AAAAAAAAAAA/AMZuucl37lYwjCL2rgumOK5Fy5vCdmzyDQ/s96-c/photo.jpg",
            "email": "mohamed.elbrik@zenika.com"
        },
        {
            "uid": "ZU6HacyDQsS4psgMxtPPlrwVLN33",
            "displayName": "Anthony Pillot",
            "photoURL": "https://lh3.googleusercontent.com/a-/AOh14GgG6F4KCuiFINEfmJ8hSNz6Qy6dm8jrP50uobQA=s96-c",
            "email": "anthony.pillot@zenika.com"
        },
        {
            "uid": "ycA0PAOpF1dSYTycuqypfD02zBj1",
            "displayName": "Nicolas Lassalle",
            "photoURL": "https://lh4.googleusercontent.com/-aIHvA9okzOg/AAAAAAAAAAI/AAAAAAAAACk/_6a3vODgxC8/photo.jpg",
            "email": "nicolas.lassalle@zenika.com"
        }
    ]
}